Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Failed to construct request
ar: تعذر إنشاء طلب
ca: No s’ha pogut construir la sol·licitud
cy: Wedi methu creu cais
da: Forespørgsel kunne ikke oprettes
da_instk12: Forespørgsel kunne ikke oprettes
de: Fehler bei der Erstellung der Anfrage
es: No se pudo crear la solicitud
es_es: No se ha podido realizar la solicitud de Construct
fi: Pyynnön muodostaminen epäonnistui
fr: Échec de la construction de la requête
fr_ca: Échec de la construction de la demande
ga: Theip ar an iarratas a thógáil
hi: अनुरोध बनाने में विफल
ht: Echèk konstriksyon demann lan
id: Gagal membuat permintaan
is: Mistókst að mynda beiðni
it: Impossibile costruire richiesta
ja: リクエストの構築に失敗
ko: 요청을 구성 실패
mi: I rahua te hanga tono
ms: Gagal membina permintaan
nb: Kunne ikke lage forespørsel
nb_instk12: Kunne ikke lage forespørsel
nl: Kan aanvraag niet samenstellen
pl: Nie udało się utworzyć prośby
pt: Falha na construção do pedido
pt_br: Falha ao construir a solicitação
ru: Не удалось составить запрос
sl: Zahteve ni bilo mogoče sestaviti
sv: Det gick inte att skapa begäran
sv_instk12: Det gick inte att skapa begäran
th: ไม่สามารถกำหนดโครงสร้างคำขอ
vi: Không thể xây dựng yêu cầu
zh: 无法构建请求
zh_hk: 無法建構請求

source: Failed to copy file
ar: تعذر نسخ الملف
ca: No s'ha pogut copiar el fitxer
cy: Wedi methu copïo ffeil
da: Filen kunne ikke kopieres
da_instk12: Filen kunne ikke kopieres
de: Kopieren von Datei fehlgeschlagen
es: Error al copiar el archivo
es_es: Ha habido un error al copiar el archivo
fi: Ei voi kopioida tiedostoa
fr: Impossible de copier le fichier
fr_ca: Impossible de copier le fichier
ga: Theip ar chóipeáil an chomhaid
hi: फ़ाइल की प्रति बनाने में विफल
ht: Echwe pou kopye fIchye
id: Gagal mengopi file
is: Ekki tókst að afrita skrá
it: Impossibile copiare file
ja: ファイルコピーに失敗
ko: 파일 복사 실패
mi: I rahua te kape i te konae
ms: Gagal menyalin fail
nb: Kunne ikke kopiere fil
nb_instk12: Kunne ikke kopiere fil
nl: Kopiëren van bestand is mislukt
pl: Nie udało się skopiować pliku
pt: Falha ao copiar o ficheiro
pt_br: Falha ao copiar arquivo
ru: Не удалось скопировать файл
sl: Kopiranje datoteke ni uspelo
sv: Det gick inte att kopiera filen
sv_instk12: Det gick inte att kopiera filen
th: ไม่สามารถคัดลอกไฟล์ได้
vi: Sao chép tệp tin thất bại
zh: 无法复制文件
zh_hk: 無法複製檔案

source: Failed to load file
ar: فشل تحميل الملف
ca: No s’ha pogut carregar el fitxer
cy: Wedi methu llwytho ffeil
da: Kunne ikke indlæse filen
da_instk12: Kunne ikke indlæse filen
de: Datei konnte nicht geladen werden
es: No se pudo cargar el archivo
es_es: No se ha podido cargar el archivo
fi: Tiedoston lataus epäonnistui
fr: Échec du chargement du fichier
fr_ca: Échec du chargement du fichier
ga: Theip ar lódáil an chomhaid
hi: फ़ाइल लोड करने में विफल
ht: Echwe nan chajman fichye
id: Gagal memuat berkas
is: Mistókst að hlaða skrá
it: Impossibile caricare file
ja: ファイルの読み込みに失敗しました
ko: 파일을 로드하지 못함
mi: I rahua te uta i te konae
ms: Gagal untuk memuatkan fail
nb: Kunne ikke laste inn fil
nb_instk12: Kunne ikke laste inn fil
nl: Laden bestand mislukt
pl: Nie udało się wczytać pliku
pt: Falha ao carregar o ficheiro
pt_br: Falha ao carregar o arquivo
ru: Не удалось загрузить файл
sl: Datoteke ni bilo mogoče naložiti
sv: Det gick inte att läsa in filen
sv_instk12: Det gick inte att läsa in filen
th: ไม่สามารถโหลดไฟล์
vi: Tải tập tin không thành công
zh: 加载文件失败
zh_hk: 無法載入檔案

source: Failed to load Inbox Settings
ar: تعذر تحميل إعدادات صندوق الوارد
ca: No s’ha pogut carregar la configuració de la safata d'entrada
cy: Wedi methu llwytho Gosodiadau’r Blwch Derbyn
da: Indbakkesignaturen kunne ikke indlæses
da_instk12: Indbakkesignaturen kunne ikke indlæses
de: Laden der Posteingangseinstellungen fehlgeschlagen
es: No se pudieron cargar las configuraciones de la bandeja de entrada
es_es: No se ha podido cargar la configuración de la bandeja de entrada
fi: Tulevien postien lataus epäonnistui
fr: Échec du chargement des paramètres de la boîte de réception
fr_ca: Échec du chargement des paramètres de la boîte de réception
ga: Theip ar lódáil Socruithe an Bhosca Isteach
hi: इनबॉक्स सेटिंग्स लोड करने में विफल
ht: Echwe pou monte paramèt Bwat Resepsyon yo
id: Gagal memuat Pengaturan Kotak Masuk
is: Mistókst að hlaða stillingum innhólfs
it: Impossibile caricare impostazioni Posta in arrivo
ja: 受信トレイの設定を読み込めませんでした
ko: 수신함 설정 로드 실패
mi: I rahua te uta i nga Tautuhinga Pouakauru
ms: Gagal memuatkan Tetapan Peti Masuk
nb: Kunne ikke laste inn Innboksinnstillinger
nb_instk12: Kunne ikke laste inn Innboksinnstillinger
nl: Kan inbox-instellingen niet laden
pl: Nie udało się wczytać ustawień skrzynki odbiorczej
pt: Falha ao carregar as definições da caixa de entrada
pt_br: Falha ao carregar as configurações da caixa de entrada
ru: Не удалось загрузить настройки Inbox
sl: Nastavitev za Pošto ni bilo mogoče naložiti
sv: Det gick inte att läsa in inkorgens inställningar
sv_instk12: Det gick inte att läsa in inkorgens inställningar
th: ไม่สามารถโหลดค่าปรับตั้งกล่องจดหมายได้
vi: Tải Cài Đặt Hộp Thư Đến không thành công
zh: 加载收件箱设置失败
zh_hk: 無法載入收件匣設定

source: Failed to Load Login Page
ar: تعذر تحميل صفحة تسجيل الدخول
ca: No s’ha pogut carregar la pàgina d’inici de sessió
cy: Wedi methu llwytho’r dudalen fewngofnodi
da: Kunne ikke indlæse login-side
da_instk12: Kunne ikke indlæse login-side
de: Login-Seite konnte nicht geladen werden
es: No se pudo cargar la página de inicio de sesión
es_es: Ha habido un error al acceder a la página de inicio de sesión
fi: Sisäänkirjautumissivun lataus epäonnistui
fr: Échec de chargement de la page de connexion
fr_ca: Échec du chargement de la page de connexion
ga: Theip ar an Leathanach Logála Isteach a Lódáil
hi: लॉगिन पेज लोड करने में विफल
ht: Echèk chajman Paj Koneksyon an
id: Gagal Memuat Halaman Login
is: Mistókst að hlaða innskráningarsíðu
it: Impossibile caricare la pagina di accesso
ja: ログインページの読み込みに失敗しました
ko: 로그인 페이지 로드 실패
mi: I rahua te uta i te whaarangi takiuru
ms: Gagal Memuatkan Halaman Log Masuk
nb: Kunne ikke laste inn påloggingssiden
nb_instk12: Kunne ikke laste inn påloggingssiden
nl: Inlogpagina kan niet worden geladen
pl: Nie udało się wczytać strony logowania.
pt: Falha em Carregar Página de Início de Secção
pt_br: Falha ao carregar a página de login
ru: Не удалось загрузить страницу входа в систему
sl: Nalaganje strani za prijavo ni uspelo
sv: Det gick inte att läsa in inloggningssidan
sv_instk12: Det gick inte att läsa in inloggningssidan
th: ไม่สามารถโหลดล็อกอินไปได้
vi: Tải Trang Đăng Nhập Không Thành Công
zh: 无法加载登录页面
zh_hk: 無法載入登入頁面

source: Failed to mark item as done
ar: فشل تمييز العنصر كمُنجز
ca: No s’ha pogut marcar l’element com fet
cy: Wedi methu marcio bod eitem wedi’i chwblhau
da: Kunne ikke markere elementet som færdigt
da_instk12: Kunne ikke markere elementet som færdigt
de: Element konnte nicht als erledigt markiert werden
es: Error al marcar el ítem como realizado
es_es: No se ha podido marcar el ítem como hecho
fi: Kohteen merkitseminen suoritetuksi ei onnistunut
fr: Impossible de marquer l’élément Terminé
fr_ca: Échec du marquage de l’élément comme effectué
ga: Theip ar mhír a mharcáil mar déanta
hi: आइटम को 'हो गया' के रूप में चिह्नित करने में विफल
ht: Echèk pou make atik la kòm fini
id: Gagal menandai item sebagai selesai
is: Mistókst að merkja atriði sem lokið
it: Impossibile contrassegnare elemento come fatto
ja: 完了にできませんでした
ko: 항목을 완료로 표시하지 못함
mi: Kāore i taea te tohu i te tūemi hei kua oti
ms: Gagal menandakan item sebagai siap
nb: Kunne ikke merke element som ferdig
nb_instk12: Kunne ikke merke element som ferdig
nl: Item als gereed markeren mislukt
pl: Nie udało się oznaczyć elementu jako gotowego
pt: Falha ao marcar item como feito
pt_br: Falha ao marcar o item como concluído
ru: Не удалось пометить элемент как выполненный
sl: Elementa ni bilo mogoče označiti kot dokončano
sv: Det gick inte att markera objektet som färdigt
sv_instk12: Det gick inte att markera objektet som färdigt
th: ไม่สามารถกำกับว่าเสร็จสิ้น
vi: Không đánh dấu được mục là đã xong
zh: 无法将项目标记为“已完成”
zh_hk: 無法將項目標記為完成

source: Failed to mark item as not done
ar: فشل تمييز العنصر كغير مُنجز
ca: No s’ha pogut marcar l’element com no fet
cy: Wedi methu marcio bod eitem heb ei chwblhau
da: Kunne ikke markere elementet som ikke færdigt
da_instk12: Kunne ikke markere elementet som ikke færdigt
de: Element konnte nicht als nicht erledigt markiert werden
es: Error al marcar el ítem como no realizado
es_es: No se ha podido marcar el ítem como sin hacer
fi: Kohteen merkitseminen ei-suoritetuksi ei onnistunut
fr: Impossible de marquer l’élément Non terminé
fr_ca: Échec du marquage de l’élément comme non effectué
ga: Theip ar mhír a mharcáil mar neamhdhéanta
hi: आइटम को 'नहीं हुआ' के रूप में चिह्नित करने में विफल
ht: Echèk pou make atik la kòm pa fèt
id: Gagal menandai item sebagai belum selesai
is: Mistókst að merkja atriði sem ólokið
it: Impossibile contrassegnare elemento come non fatto
ja: 未完了にできませんでした
ko: 항목을 완료되지 않음으로 표시하지 못함
mi: Kāore i taea te tohu i te tūemi hei kāore anō kia oti
ms: Gagal menandakan item sebagai belum siap
nb: Kunne ikke merke element som ikke ferdig
nb_instk12: Kunne ikke merke element som ikke ferdig
nl: Item als niet-gereed markeren mislukt
pl: Nie udało się oznaczyć elementu jako niegotowego
pt: Falha ao marcar item como não feito
pt_br: Falha ao marcar o item como não concluído
ru: Не удалось пометить элемент как невыполненный
sl: Elementa ni bilo mogoče označiti kot nedokončano
sv: Det gick inte att markera objektet som inte färdigt
sv_instk12: Det gick inte att markera objektet som inte färdigt
th: ไม่สามารถกำกับว่าไม่เสร็จสิ้น
vi: Không đánh dấu được mục là chưa xong
zh: 无法将项目标记为“未完成”
zh_hk: 無法將項目標記為未完成

source: Failed to publish all Modules and all Items
ar: تعذر نشر كل الوحدات النمطية وكل العناصر
ca: No s’han pogut publicar cap dels continguts ni cap dels elements
cy: Wedi methu cyhoeddi pob Modiwl a phob Eitem
da: Kunne ikke offentliggøre alle moduler og alle elementer
da_instk12: Kunne ikke offentliggøre alle forløb og alle elementer
de: Veröffentlichung aller Module und aller Elemente fehlgeschlagen
es: No publicó ningún módulo ni ningún ítem
es_es: Ha habido un error al publicar todos los módulos y todos los ítems
fi: Kaikkien moduulien ja kaikkien kohteiden julkaisu epäonnistui
fr: Impossible de publier tous les modules et tous les éléments
fr_ca: Échec de la publication de tous les modules et de tous les éléments
ga: Theip ar gach Modúl agus gach Mír a fhoilsiú
hi: सभी मॉड्यूल और सभी आइटमें प्रकाशित करने में विफल
ht: Echèk piblikasyon tout Modil yo ak tout atik yo
id: Gagal menerbitkan semua Modul Dan semua Item
is: Mistókst að birta allt námsefni og öll atriði
it: Impossibile pubblicare tutti i moduli e tutti gli elementi
ja: すべてモジュールと全項目の公開に失敗しました
ko: 모든 모듈 및 모든 항목을 게시 실패
mi: I rahua te whakaputa i nga Kowae katoa me nga Tuemi katoa
ms: Gagal untuk menerbitkan semua Modul dan semua Item
nb: Kunne ikke publisere alle moduler og alle elementer
nb_instk12: Kunne ikke publisere alle moduler og alle elementer
nl: Kan alle modules en alle items niet publiceren
pl: Nie udało się opublikować wszystkich modułów i elementów
pt: Falha ao publicar todos os Módulos e todos os Itens
pt_br: Falha ao publicar todos os módulos e todos os itens
ru: Не удалось опубликовать все модули и все элементы
sl: Objava vseh modulov in vseh elementov ni uspela
sv: Det gick inte att publicera alla moduler och alla objekt
sv_instk12: Det gick inte att publicera alla moduler och alla objekt
th: ไม่สามารถเผยแพร่หน่วยการเรียนทั้งหมดและรายการทั้งหมดได้
vi: Không thể phát hành tất cả Học Phần và tất cả các Mục
zh: 未能发布所有模块和所有项目
zh_hk: 無法發佈所有單元和所有項目

source: Failed To Publish Item
ar: تعذر نشر العنصر
ca: No s'ha pogut publicar l'element
cy: Wedi methu cyhoeddi eitem
da: Kunne ikke offentliggøre element
da_instk12: Kunne ikke offentliggøre element
de: Element kann nicht veröffentlicht werden
es: No se pudo publicar el ítem
es_es: Error al publicar el ítem.
fi: Kohteen päivittäminen epäonnistui
fr: Échec de la publication de l'élément
fr_ca: Échec de la publication de l’élément
ga: Theip ar Mhír a Fhoilsiú
hi: आइटम प्रकाशित करने में विफल
ht: Echèk Piblikasyon Atik
id: Gagal Menerbitkan Item
is: Ekki tókst að birta atriði
it: Impossibile pubblicare elemento
ja: 項目を公開できませんでした
ko: 항목을 게시 실패
mi: I rahua te whakaputa tūemi
ms: Gagal Menerbitkan Item
nb: Kunne ikke publisere element.
nb_instk12: Kunne ikke publisere element.
nl: Kan item niet publiceren
pl: Nie udało się opublikować elementu.
pt: Falha ao publicar o item
pt_br: Falha ao publicar o item
ru: Не удалось опубликовать элемент
sl: Objava elementa ni uspela
sv: Det gick inte att publicera objektet
sv_instk12: Det gick inte att publicera objektet
th: ไม่สามารถเผยแพร่รายการได้
vi: Phát Hành Mục Không Thành Công
zh: 无法发布项目
zh_hk: 無法發佈項目

source: Failed to publish Module and all Items
ar: تعذر نشر الوحدة النمطية وكل العناصر
ca: No s’han pogut publicar el contingut ni cap dels elements
cy: Wedi methu cyhoeddi Modiwl a phob Eitem
da: Kunne ikke offentliggøre modul og alle elementer
da_instk12: Kunne ikke offentliggøre forløb og alle elementer
de: Veröffentlichung des Moduls und aller Elemente fehlgeschlagen
es: No se publicó el módulo ni ningún ítem
es_es: Ha habido un error al publicar módulo y todos los ítems
fi: Moduulin ja kaikkien kohteiden julkaisu epäonnistui
fr: Impossible de publier le module et tous les éléments
fr_ca: Échec de la publication du module et de tous les éléments
ga: Theip ar an Modúil a Fhoilsiú agus na Míreanna go léir
hi: मॉड्यूल और सभी आइटमें प्रकाशित करने में विफल
ht: Echèk piblikasyon Modil la ak tout atik yo
id: Gagal menerbitkan Modul Dan semua Item
is: Mistókst að birta námsefni og öll atriði
it: Impossibile pubblicare modulo e tutti gli elementi
ja: モジュールと全項目の公開に失敗しました
ko: 모듈 및 모든 항목을 게시 실패
mi: I rahua te whakaputa i te Kōwae me ngā Tūemi katoa
ms: Gagal untuk menerbitkan Modul dan semua Item
nb: Kunne ikke publisere modul og alle elementer
nb_instk12: Kunne ikke publisere modul og alle elementer
nl: Kan module en alle items niet publiceren
pl: Nie udało się opublikować modułu i wszystkich elementów
pt: Falha ao publicar o módulo e todos os itens
pt_br: Falha ao publicar o módulo e todos os itens
ru: Не удалось опубликовать модуль и все элементы
sl: Objava modula in vseh elementov ni uspela
sv: Det gick inte att publicera modulen och alla objekt
sv_instk12: Det gick inte att publicera modulen och alla objekt
th: ไม่สามารถเผยแพร่หน่วยการเรียนและรายการทั้งหมดได้
vi: Không thể phát hành Học Phần và tất cả Các Mục
zh: 未能发布模块和所有项目
zh_hk: 無法發佈單元和所有項目

source: Failed to publish only Module
ar: تعذر نشر الوحدة النمطية فقط
ca: No s’ha pogut publicar únicament el contingut
cy: Wedi methu cyhoeddi dim ond Modiwl
da: Kunne ikke offentliggøre kun modulet
da_instk12: Kunne ikke offentliggøre kun forløbet
de: Veröffentlichung des Moduls fehlgeschlagen
es: No se publicó el módulo
es_es: Ha habido un error al publicar solo módulo
fi: Vain moduulin julkaisu epäonnistui
fr: Impossible de publier le module seulement
fr_ca: Échec de la publication du seul module
ga: Theip ar Mhodúl amháin a fhoilsiú
hi: केवल मॉड्यूल प्रकाशित करने में विफल
ht: Echèk piblikasyon Modil sèlman
id: Gagal menerbitkan Modul saja
is: Mistókst að birta aðeins námsefni
it: Impossibile pubblicare solo il modulo
ja: モジュールだけ公開できませんでした
ko: 모듈만 게시 실패
mi: I rahua te whakaputa i te Kōwae anake
ms: Gagal untuk menerbitkan Modul sahaja
nb: Kunne ikke publisere kun modul
nb_instk12: Kunne ikke publisere kun modul
nl: Kan alleen module niet publiceren
pl: Nie udało się opublikować tylko modułu
pt: Falha ao publicar apenas o Módulo
pt_br: Falha ao publicar somente o módulo
ru: Не удалось опубликовать только модуль
sl: Objava samo modula ni uspela
sv: Det gick inte att publicera endast modulen
sv_instk12: Det gick inte att publicera endast modulen
th: ไม่สามารถเผยแพร่เฉพาะหน่วยการเรียน
vi: Chỉ không thể phát hành Học Phần
zh: 未能发布模块
zh_hk: 無法僅發佈單元

source: Failed to publish only Modules
ar: تعذر نشر الوحدات النمطية فقط
ca: No s’han pogut publicar únicament els continguts
cy: Wedi methu cyhoeddi dim ond Modiwlau
da: Kunne ikke offentliggøre kun moduler
da_instk12: Kunne ikke offentliggøre kun forløb
de: Veröffentlichung der Module fehlgeschlagen
es: No se publicaron los módulos
es_es: Ha habido un error al publicar solo módulos
fi: Vain moduulien julkaisu epäonnistui
fr: Impossible de publier les modules seulement
fr_ca: Échec de la publication des seuls modules
ga: Theip ar Mhodúil amháin a fhoilsiú
hi: केवल मॉड्यूल प्रकाशित करने में विफल
ht: Echèk piblikasyon Modil yo sèlman
id: Gagal menerbitkan Modul saja
is: Mistókst að birta aðeins námsefni
it: Impossibile pubblicare solo i moduli
ja: モジュールだけ公開できませんでした
ko: 모듈만 게시 실패
mi: I rahua te whakaputa i nga Kowae anake
ms: Gagal untuk menerbitkan Modul sahaja
nb: Kunne ikke publisere kun moduler
nb_instk12: Kunne ikke publisere kun moduler
nl: Kan alleen modules niet publiceren
pl: Nie udało się opublikować tylko modułów
pt: Falha ao publicar apenas Módulos
pt_br: Falha ao publicar apenas módulos
ru: Не удалось опубликовать только модули
sl: Objava samo modulov ni uspela
sv: Det gick inte att publicera endast moduler
sv_instk12: Det gick inte att publicera endast moduler
th: ไม่สามารถเผยแพร่เฉพาะหน่วยการเรียน
vi: Chỉ không thể phát hành các Học Phần
zh: 未能发布模块
zh_hk: 無法僅發佈單元

source: Failed to save base content
ar: تعذر حفظ محتوى أساسي
ca: No s’ha pogut desar el contingut base
cy: Wedi methu cadw cynnwys sylfaenol
da: Kunne ikke gemme basisindhold
da_instk12: Kunne ikke gemme basisindhold
de: Fehler beim Speichern des Basis-Inhalts
es: No se pudo guardar el contenido base
es_es: No se ha podido guardar el contenido de base
fi: Perussisällön tallennus epäonnistui
fr: Échec de l'enregistrement du contenu de base
fr_ca: Échec de l'enregistrement du contenu de la base
ga: Theip ar an mbunábhar a shábháil
hi: मूल सामग्री सहेजने में विफल
ht: Echèk anrejistreman kontni debaz yo
id: Gagal menyimpan konten dasar
is: Mistókst að vista grunnefni
it: Impossibile salvare contenuto base
ja: ベースコンテンツの保存に失敗
ko: 기본 콘텐츠 저장 실패
mi: I rahua te tiaki i nga ihirangi taketake
ms: Gagal menyimpan kandungan asas
nb: Kunne ikke lagre basisinnhold
nb_instk12: Kunne ikke lagre basisinnhold
nl: Kan basisinhoud niet opslaan
pl: Nie udało się zapisać zawartości
pt: Falha ao guardar o conteúdo de base
pt_br: Falha ao salvar o conteúdo básico
ru: Не удалось сохранить базовое содержание
sl: Shranjevanje osnovne vsebine ni uspelo
sv: Det gick inte att spara basinnehållet
sv_instk12: Det gick inte att spara basinnehållet
th: ไม่สามารถบันทึกเนื้อหาพื้นฐาน
vi: Không thể lưu nội dung cơ sở
zh: 无法保存基本内容
zh_hk: 無法儲存基本內容

source: Failed to save image
ar: تعذر حفظ الصورة
ca: No s'ha pogut desar la imatge
cy: Wedi methu cadw delwedd
da: Kunne ikke gemme billede
da_instk12: Kunne ikke gemme billede
de: Bild wurde nicht gespeichert
es: No se pudo guardar la imagen
es_es: No se ha podido guardar la imagen
fi: Kuvan tallennus epäonnistui
fr: Échec lors de l’enregistrement de l’image
fr_ca: Impossible d’enregistrer l’image
ga: Theip ar an íomhá a shábháil
hi: छवि सहेजने में विफल
ht: Echèk anrejistreman imaj
id: Gagal menyimpan gambar
is: Ekki tókst að vista mynd
it: Impossibile salvare immagine
ja: 画像の保存に失敗しました
ko: 이미지 저장 실패
mi: I rahua te tiaki i te āhua
ms: Gagal menyimpan imej
nb: Kunne ikke lagre bilde
nb_instk12: Kunne ikke lagre bilde
nl: Kan afbeelding niet Opslaan
pl: Nie udało się zapisać obrazu
pt: Falha ao salvar a imagem
pt_br: Falha ao salvar imagem
ru: Не удалось сохранить изображение
sl: Shranjevanje slike ni uspelo.
sv: Det gick inte att spara bilden
sv_instk12: Det gick inte att spara bilden
th: ไม่สามารถบันทึกภาพได้
vi: Lưu hình ảnh thất bại
zh: 保存图像失败
zh_hk: 無法儲存影像

source: Failed to save Inbox Settings
ar: تعذر حفظ إعدادات صندوق الوارد
ca: No s’ha pogut desar la configuració de la safata d'entrada
cy: Wedi methu cadw Gosodiadau’r Blwch Derbyn
da: Indbakkeindstillingerne kunne ikke gemmes
da_instk12: Indbakkeindstillingerne kunne ikke gemmes
de: Speichern der Posteingangseinstellungen fehlgeschlagen
es: No se pudieron guardar las configuraciones de la bandeja de entrada
es_es: No se ha podido guardar la configuración de la bandeja de entrada
fi: Tulevien postien asetusten tallentaminen epäonnistui
fr: Échec de l’enregistrement des paramètres de la boîte de réception
fr_ca: Échec de l’enregistrement des paramètres de la boîte de réception
ga: Theip ar shábháil Socruithe an Bhosca Isteach
hi: इनबॉक्स सेटिंग्स सहेजने में विफल
ht: Echwe pou sovgade paramèt Bwat Resepsyon yo
id: Gagal menyimpan Pengaturan Kotak Masuk
is: Mistókst að vista stillingar innhólfs
it: Impossibile salvare impostazioni Posta in arrivo
ja: 受信トレイの設定を保存できませんでした
ko: 수신함 설정 저장 실패
mi: I rahua te tiaki i nga Tautuhinga Pouakauru
ms: Gagal menyimpan Tetapan Peti Masuk
nb: Kunne ikke lagre Innboksinnstillinger
nb_instk12: Kunne ikke lagre Innboksinnstillinger
nl: Kan inbox-instellingen niet laden
pl: Nie udało się zapisać ustawień skrzynki odbiorczej
pt: Falha ao guardar as definições da caixa de entrada
pt_br: Falha ao salvar as configurações da caixa de entrada
ru: Не удалось сохранить настройки Inbox
sl: Nastavitev za Pošto ni bilo mogoče shraniti
sv: Det gick inte att spara inkorgens inställningar
sv_instk12: Det gick inte att spara inkorgens inställningar
th: ไม่สามารถบันทึกค่าปรับตั้งกล่องจดหมายได้
vi: Lưu Cài Đặt Hộp Thư Đến không thành công
zh: 保存收件箱设置失败
zh_hk: 無法儲存收件匣設定

source: Failed to save PDF
ar: فشل حفظ ملف الـ PDF
ca: No s’ha pogut desar el fitxer PDF
cy: Wedi methu cadw’r PDF
da: Kunne ikke gemme PDF'en
da_instk12: Kunne ikke gemme PDF'en
de: PDF kann nicht gespeichert werden.
es: No se pudo guardar el PDF
es_es: No se ha podido guardar el PDF
fi: PDF:n tallentaminen epäonnistui
fr: Impossible d’enregistrer le PDF
fr_ca: Échec de l’enregistrement du PDF
ga: Theip ar an PDF a shábháil
hi: PDF नहीं सहेजा जा सका
ht: Anrejistreman PDF la echwe
id: Gagal menyimpan PDF
is: Mistókst að vista PDF
it: Impossibile salvare PDF
ja: PDF の保存に失敗しました
ko: PDF를 저장하지 못했습니다
mi: Kāore i taea te tiaki i te PDF
ms: Gagal menyimpan PDF.
nb: Kunne ikke lagre PDF
nb_instk12: Kunne ikke lagre PDF
nl: Kan PDF niet opslaan
pl: Nie udało się zapisać pliku PDF
pt: Falha ao guardar PDF
pt_br: Falha ao salvar o PDF
ru: Не удалось сохранить PDF
sl: Shranjevanje PDF ni uspelo
sv: Det gick inte att spara PDF:n
sv_instk12: Det gick inte att spara PDF:n
th: ไม่สามารถบันทึกเอกสาร PDF
vi: Lưu PDF không thành công
zh: 保存 PDF 失败
zh_hk: 無法儲存 PDF
